"AboutWindow.DevelopedStaticTextText" = "Kehittänyt \"AlphaOmega Software\"";"AboutWindow.FadeInTimer.DevelopedStaticTextText" = "Kehittänyt \"AlphaOmega Software\"";"AboutWindow.AboutTimer.DevelopedStaticTextText" = "Kehittänyt \"AlphaOmega Software\"";"AboutWindow.FadeOutTimer.DevelopedStaticTextText" = "Kehittänyt \"AlphaOmega Software\"";"CommonMenuModule.AppleAboutText" = "Tietoja...";"CommonMenuModule.ApplePreferencesText" = "Asetukset...";"CommonMenuModule.AppleQuitText" = "Lopeta";"CommonMenuModule.EditClearText" = "Pyyhi";"CommonMenuModule.EditCopyText" = "Kopioi";"CommonMenuModule.EditCutText" = "Leikkaa";"CommonMenuModule.EditPasteText" = "Liitä";"CommonMenuModule.EditText" = "Muokkaus";"CommonMenuModule.HelpDocumentationText" = "Lue ohjeet...";"CommonMenuModule.HelpTranslateText" = "Käännä muulle kielelle...";"CommonMenuModule.HelpPurchaseText" = "Osta rekisteröintikoodi...";"CommonMenuModule.HelpText" = "Ohjeet";"CommonMenuModule.HelpWebsiteText" = "Siirry verkkosivulle...";"CommonMenuModule.HelpContactText" = "Ota yhteyttä...";"CheckForUpdateContainerControl.CheckCheckBoxCaption" = "Tarkista päivitykset itsestään ohjelman käynnistyttyä.";"CheckForUpdateThread.NewVersionAvailableMessage" = "Ilmoitus päivityksestä\r\rOhjelman %APPLICATIONNAME% uusi versio on saatavilla verkosta.\rSe on ladattavissa nyt heti verkkosivuiltamme.";"ResetPreferencesContainerControl.ResetCheckBoxCaption" = "Nollaa asetukset ohjelman käynnistyessä ensi kerran.";